{"model_front":[{"title":"Iliac crest","x":54,"y":190,"content":"<h2>Osteology</h2> <img src=\"images/diagrams/iliac-crest.png\" alt=\"Sketch of male pelvis with arrow to Iliac crest\">\n"},{"title":"Anterior superior iliac spine","x":122,"y":195,"content":"<h2>Osteology</h2> <img src=\"images/diagrams/anterior-superior-iliac-spine.png\" alt=\"Sketch of male pelvis with arrow to anterior superior iliac spine\"> <h2>Clinical correlate: Origin for sartorius</h2> <img src=\"http://upload.wikimedia.org/wikipedia/commons/1/1d/Sartorius_muscle.png\">\n"},{"title":"Greater trochanter","x":47,"y":235,"content":"<h2>Osteology</h2> <img src=\"http://upload.wikimedia.org/wikipedia/commons/7/79/Femur_head.png\"> <h2>Clinical correlate: Insertion for gluteus minimus and gluteus medius</h2> <p>\n    Gluteal injections are considered to be &ldquo;safe&rdquo; in the superolateral quadrant of buttock. \n    If iatrogenic inferior gluteal nerve injury occurs (i.e. from improper injection site), Trendelenburg sign can occur.\n</p> <h2>Clinical correlate: Trochanteric bursitis</h2> <p>\n    A bursa is a small, fluid filled sac that functions to reduce friction between tendons and bone. \n    In trochanteric bursitis, there is inflammation of the bursa that overlies the greater trochanter. \n    Symptoms include pain directly over greater trochanter with walking and laying on affected side. \n    Treatment is rest, ice, stretching, strengthening, steroid injection into bursa, or bursectomy (rarely).\n</p>\n"},{"title":"Distal femur","x":62,"y":295,"content":"<h2>Osteology</h2> <p>\n    The medial and lateral epicondyles of the femur are palpable landmarks.\n</p> <img src=\"http://upload.wikimedia.org/wikipedia/commons/b/bc/Fumur_Anterior_annoted.png\"> <h2>Clinical correlate</h2> <p>\n    After acetabular or femoral shaft fractures, the  \n    It is important for the femur to be kept out to its normal length until surgical fixation can occur. \n    To accomplish this, a metal traction pin can be drilled through the distal femur and connected to 10 to 20 pounds of weight. \n</p>\n"},{"title":"Tibial tubercle","x":60,"y":332,"content":"<h2>Osteology</h2> <img src=\"images/diagrams/tibial-tubercle.png\" alt=\"\">\n"},{"title":"Gerdy’s tubercle","x":49,"y":331,"content":"<h2>Osteology</h2> <img src=\"images/diagrams/gerdys-tubercle.png\" alt=\"\"> <h2>Clinical correlate: Insertion site of the iliotibial band</h2> <p>\n    Iliotibial band (IT) syndrome is a very common cause of lateral knee pain, often occurring in runners, bikers, and weight lifters with movement of the IT band over the lateral epicondyle with repeated knee flexion and extension. \n    On physical exam, Ober’s test will be positive. Treatment includes rest, ice, compression, elevation (RICE), and IT band stretching.\n</p>\n"},{"title":"Pes anserinus","x":69,"y":332,"content":"<h2>Osteology</h2> <p>View of the medial tibia</p> <img src=\"images/diagrams/pes-anserinus.png\" alt=\"\"> <h2>Clinical correlate: Pes anserinus</h2> <p>\n    Latin for “goose foot” and is the insertion site of the sartorius, gracilis, and semitendinosus, which are innervated by femoral nerve, obturator nerve, and tibial nerve, respectively. \n    A good mnemonic to remember this is SGT FOT! \n    Pes anserinus bursitis can occur when the bursa underlying the pes tendons becomes inflamed from overuse or direct injury. \n    Pain occurs on the medial aspect of the proximal tibia. \n</p> <h2>Clinical correlate: Semitendinosis autograft</h2> <p>\n    The patient’s own semitendiosus tendon can be harvested at the pes anserinus site for use in ACL reconstruction. \n</p>\n"},{"title":"Patella","x":116,"y":318,"content":"<h2>Osteology</h2> <img src=\"http://upload.wikimedia.org/wikipedia/commons/e/e0/Gray345.png\"> <h2>Clinical correlate: Patellofemoral syndrome</h2> <p>\n    Patients often present with a history of pain over the anterior knee after prolonged sitting and pain worse going down stairs. \n    On physical exam, patients will have a positive patellar grind test and may have an increased Q angle. \n    Treatment includes evaluation of walking/running mechanics and strengthening exercises (eccentric quadriceps exercises).\n</p>\n"},{"title":"Joint space","x":105,"y":321,"content":"<p>     The ACL, PCL, MCL, LCL, medial and lateral menisci are located in the joint line of the knee (medial joint line only is shown).\n</p> <figure>\n    <img src=\"http://upload.wikimedia.org/wikipedia/commons/a/a8/Gray347.png\">\n    <figcaption>anterior, patella removed</figcaption>\n</figure> <figure>\n    <img src=\"http://upload.wikimedia.org/wikipedia/commons/1/19/Gray348.png\">\n    <figcaption>posterior</figcaption>\n</figure> <h2>Clinical correlate: Meniscal injury</h2> <p>\n    The medial and lateral mensici are fibrocartilage wedges between the femur and tibia and act as shock absorbers for the knee. \n    When injury to the menisci occur, pain with palpation at joint line is the most sensitive physical exam finding. \n    McMurray’s Test is often positive. \n    Treatment includes physical therapy only, surgical resection of the torn meniscus (menisectomy), or surgical repair of the torn meniscus.\n</p> <h2>Clinical correlate: ACL tear</h2> <p>\n    The ACL courses from the posterolateral femur to the anteromedial tibia. \n    It prevents anterior translation of the tibia on the femur. \n    Injury to the ACL often occurs with rotation of the knee on a planted foot. \n    Symptoms include immediate swelling, inability to bear weight, pain over entire knee. \n    Physical exam will show a positive Lachman’s and anterior drawer test. \n    MRI is the best test to confirm ACL tear. \n    Treatment typically involves surgical reconstruction with semitendiosus and gracilis autografts, patellar tendon autograft, or cadaver tendon.\n</p> <img src=\"http://upload.wikimedia.org/wikipedia/commons/e/e3/ACLI_Hamstring_01.jpg\"> <p class=\"image-credit\"><small>\n    Image by Chih-Hwa Chen [<a href=\"http://creativecommons.org/licenses/by-sa/2.0\">CC-BY-SA-2.0</a>], <a href=\"http://commons.wikimedia.org/wiki/File%3AACLI_Hamstring_01.jpg\">via Wikimedia Commons</a>\n</p>\n"},{"title":"Ankle","x":56,"y":407,"content":"<h2>Osteology</h2> <p>\n    The ankle joint is comprised from the tibia, fibula, and talus. \n    The distal tibia is called the medial malleolus. \n    The distal fibula is called the lateral malleolus. \n    These structures are palpable on each side of the ankle. \n    At the lateral aspect of the foot, about halfway between the calcaneus and 5th toe, you can find a bony prominence which is the base of the 5th metatarsal. \n</p> <figure>\n    <img src=\"images/diagrams/ankle.png\">\n    <figcaption>\n        The talus is shown in red. \n        The tibia is superior and medial to the talus. \n        The fibula lies laterally to the talus. \n    </figcaption>\n</figure> TODO another image here? <h2>Clinical correlate: Ankle sprain</h2> <p>\n    Ankle sprains are one of the most common musculoskeletal injuries. \n    The most common mechanism of injury is inversion and 90% of the time, the anterior talofibular ligament (ATFL) is injured. \n    Physical exam will reveal excessive laxity on the anterior drawer test (an anterior force on the heel with the foot plantarflexed). \n</p> <p>\n    The calcaneofibular ligament (CFL) is less commonly injured. \n    On physical exam, injury to the CFL is elicited by the talar tilt test (invert the heel of a dorsiflexed foot).\n</p> <p>\n     The ankle syndesmosis, the strong fibrous tissue between the tibia and fibula, is rarely injured. \n     This is sometimes called a “high ankle sprain.” \n     Pain with the squeeze test (compress the distal tibia and fibula together) suggests a syndesmosis injury. \n</p> <p>\n    A base of 5th metatarsal avulsion fracture (insertion site of the peroneus brevis also can occur with an inversion mechanism. \n    Patients will have pain with palpation over the base of the 5th metatarsal. \n</p> <h3>Ottawa Ankle Rules</h3> <p>Ankle xrays are needed if a patient has any of the following:\n    <ul>\n        <li>Bone tenderness at posterior edge or tip of lateral malleolus</li>\n        <li>Bone tenderness at posterior edge of tip of medial malleolus</li>\n        <li>Inability to bear weight both immediately and in the clinic/ED</li>\n    </ul>\n</p> <p>\n    Treatment for ankle sprains includes rest, ice, compression, and elevation initially, then a progressive regimen of strengthening exercises. \n    If a syndesmosis injury is associated with a fracture, surgery may be required.\n</p>\n"}]}